04_erb_layout/deas-0.28.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.82ms   26.15ms  82.53ms   68.18%
    Req/Sec   151.95     26.52   208.00     72.73%
  609 requests in 2.00s, 224.17KB read
  Socket errors: connect 0, read 7, write 0, timeout 0
Requests/sec:    304.50
Transfer/sec:    112.08KB