04_erb_layout/deas-0.28.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    29.20ms   18.78ms  79.02ms   88.00%
    Req/Sec   157.12     43.99   235.00     64.00%
  630 requests in 2.00s, 232.15KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    314.84
Transfer/sec:    116.02KB